
/* Class = "NSButton"; ibShadowedToolTip = "Select this to check for external file changes. Use at your own risk."; ObjectID = "2"; */
"Select this to check for external file changes. Use at your own risk." = "Selecciona esto para comprobar cambios exterior de archivo. Úselo bajo su propio riesgo.";

/* Class = "NSTextField"; ibShadowedToolTip = "Enter the arguments for the command. Use %file to indicate the file to open and %line for the line number"; ObjectID = "7"; */
"Enter the arguments for the command. Use %file to indicate the file to open and %line for the line number" = "Introducir argumentos para el comando. Usar %file para indicar el archivo a abrir y %line para el número de linea";

/* Class = "NSPopUpButton"; ibShadowedToolTip = "Choose settings for a preset TeX editor, or use custom settings"; ObjectID = "8"; */
"Choose settings for a preset TeX editor, or use custom settings" = "Elegir configuración para un editor TeX o usar configuración por defecto";

/* Class = "NSTextField"; ibShadowedToolTip = "Enter the command to call your favorite TeX editor"; ObjectID = "9"; */
"Enter the command to call your favorite TeX editor" = "Introducir el comando para llamar al editor TeX";

/* Class = "NSTextFieldCell"; title = "Do not select this when using a script or program that will force a revert."; ObjectID = "12"; */
"Do not select this when using a script or program that will force a revert." = "No seleccione esto cuando use un script o un programa que obligue a revertir.";

/* Class = "NSTextFieldCell"; title = "Preset:"; ObjectID = "13"; */
"Preset:" = "Configuración:";

/* Class = "NSMenuItem"; title = "Custom"; ObjectID = "17"; */
"Custom" = "Personalizado";

/* Class = "NSTextFieldCell"; title = "Arguments:"; ObjectID = "20"; */
"Arguments:" = "Argumentos:";

/* Class = "NSTextFieldCell"; title = "PDF-TeX Sync support:"; ObjectID = "21"; */
"PDF-TeX Sync support:" = "Soporte PDF-TeX Sync:";

/* Class = "NSTextFieldCell"; title = "Command:"; ObjectID = "22"; */
"Command:" = "Comando:";

/* Class = "NSButtonCell"; title = "Check for file changes"; ObjectID = "23"; */
"Check for file changes" = "Comprobar cambios en el archivo";

/* Class = "NSButton"; ibShadowedToolTip = "Select this to reload automatically. Use at your own risk."; ObjectID = "59"; */
"Select this to reload automatically. Use at your own risk." = "Seleccione esto para recargar automáticamente. Úselo bajo su propio riesgo.";

/* Class = "NSButtonCell"; title = "Reload automatically"; ObjectID = "60"; */
"Reload automatically" = "Recargar automáticamente";
